Repository: MiloLug/zsu-project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: UUID Model
uk: UUID Модель

source: UUID Models
uk: UUID Моделі

source: City
uk: Місто

source: Cities
uk: Міста

source: Name
uk: Ім'я

source: Street Address
uk: Адреса

source: Street Addresses
uk: Адреси

source: Street name
uk: Назва вулиці

source: Military Specialization
uk: Військова Спеціальність

source: Military Specializations
uk: Військові Спеціальності

source: Identifier
uk: Номер

source: Military Rank
uk: Військове Звання

source: Military Ranks
uk: Військові Звання

source: Person military Rank
uk: Військове Звання(Фактично)

source: Position
uk: Посада

source: Positions
uk: Посади

source: Tariff Category
uk: Категорія Тарифу

source: Tariff Categories
uk: Категорії Тарифів

source: Tariff Grid
uk: Тарифна Сітка

source: Salary
uk: Зарплата

source: Premium Grid
uk: Преміальна Сітка

source: Premium
uk: Премія

source: Wacation Type
uk: Тип Відпустки

source: Wacation Types
uk: Типи Відпустки

source: Payment Type
uk: Тип Виплати

source: Payment Types
uk: Типи Виплат

source: Address
uk: Адреса

source: Military Unit
uk: Військова Частина

source: Military Units
uk: Військові Частини

source: Person
uk: Особа

source: Persons
uk: Особи

source: Male
uk: Чоловік

source: Female
uk: Жінка

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Middle name
uk: По батькові

source: Gender
uk: Стать

source: Birth date
uk: Дата народження

source: Family status
uk: Сімейний статус

source: Children number
uk: Кількість дітей

source: Phone number
uk: Номер телефону

source: TIN
uk: ІПН

source: Recruitment office
uk: Військкомат

source: Military rank
uk: Військова звання

source: Military specialization
uk: Військова спеціальність

source: Length of service
uk: Вислуга

source: Contract term
uk: Термін контракту

source: Staff
uk: Штат

source: Military unit
uk: Військова частина

source: Tariff
uk: Тариф

source: Inner military rank
uk: Військове звання в частині

source: Submit
uk: Підтвердити

source: Incoming document
uk: Вхідний документ

source: Incoming documents
uk: Вхідні документи

source: Output document
uk: Вихідний документ

source: Output documents
uk: Вихідні документи

source: Date
uk: Дата

source: Incoming
uk: Вхідний

source: Output
uk: Вихідний

source: Type
uk: Тип

source: ZSU
uk: ЗСУ

source: Military Unit Info
uk: Інформація про ВЧ

source: Military Units Info
uk: Інформація про ВЧ

source: Military number
uk: Номер ВЧ

source: Military card
uk: Карта військовослужбовця

source: Full name
uk: ФІО

source: Add
uk: Додати

source: MU Commander
uk: Командир ВЧ

source: Commander rank
uk: Звання командира

source: Chief
uk: Начальник штабу

source: Chief rank
uk: Звання начальника штабу

source: Back
uk: Назад

source: Reason Type
uk: Тип причини

source: Reason Types
uk: Типи причин

source: Download
uk: Завантажити

source: Appoint to the position
uk: Призначити на посаду

source: Document view
uk: Документ

source: Alphabetical book
uk: Алфавітна книга

source: Add person
uk: Додати військовослужбовця

source: Place of residence
uk: Місце проживання

source: Type of contract
uk: Тип контракту

source: Vacation
uk: Відпустка

source: Vacation days
uk: Дні відпустки

source: Military Unit where did come from
uk: Військова частина походження
